<?php
$lang['novel']['action']= array(
	'give_close'=>'ขออภัย ระบบปิดการมอบไอเทมแล้ว!',
	'reward_close'=>'ขออภัย ระบบปิดการให้รางวัลเหรียญแล้ว!',
	'props_no'=>'ขออภัย ไม่พบไอเทมนี้!',
	'props_stock'=>'ขออภัย ไอเทมคงเหลือไม่พอ!',
	'rec_no'=>'ขออภัย โหวตแนะนำไม่พอ!',
	'month_no'=>'ขออภัย โหวตรายเดือนไม่พอ!',
	'sell_number_no'=>'ขออภัย นิยายเรื่องนี้ยังไม่เปิดขายรายตอน!',
	'sell_all_no'=>'ขออภัย นิยายเรื่องนี้ยังไม่เปิดขายทั้งเรื่อง!',
	'sell_month_no'=>'ขออภัย นิยายเรื่องนี้ยังไม่เปิดขายแบบรายเดือน!',
	'is_sub'=>'ขออภัย คุณสมัครรับไปแล้ว ไม่ต้องสมัครรับซ้ำ!',

	'reward_consume'=>'ใช้เหรียญให้รางวัล!',
	'ticket_consume'=>'ใช้โหวตแนะนำนิยาย!',
	'reward_income'=>'รายได้จากการให้รางวัลนิยาย!',
	'chapter_income'=>'รายได้จากการขายนิยาย!',
	'novel_number_buy'=>'ใช้จ่ายสมัครรับนิยายรายตอน!',
	'novel_all_buy'=>'ใช้จ่ายสมัครรับนิยายทั้งเรื่อง!',
	'novel_month_buy'=>'ใช้จ่ายสมัครรับนิยายแบบรายเดือน!',
	'novel_number_income'=>'รายได้จากการสมัครรับนิยายรายตอน!',
	'novel_all_income'=>'รายได้จากการสมัครรับนิยายทั้งเรื่อง!',
	'novel_month_income'=>'รายได้จากการสมัครรับนิยายแบบรายเดือน!',
);

$lang['novel']['operate']= array(
	'props'=>array('success'=>'ยินดีด้วย มอบไอเทมสำเร็จ!','fail'=>'ขออภัย มอบไอเทมไม่สำเร็จ!',),
	'reward'=>array('success'=>'ยินดีด้วย ให้รางวัลเหรียญสำเร็จ!','fail'=>'ขออภัย ให้รางวัลเหรียญไม่สำเร็จ!',),
	'rec'=>array('success'=>'ยินดีด้วย ให้โหวตแนะนำสำเร็จ!','fail'=>'ขออภัย ให้โหวตแนะนำไม่สำเร็จ!',),
	'month'=>array('success'=>'ยินดีด้วย ให้โหวตรายเดือนสำเร็จ!','fail'=>'ขออภัย ให้โหวตรายเดือนไม่สำเร็จ!',),
	'sub'=>array('success'=>'ยินดีด้วย สมัครรับสำเร็จ!','fail'=>'ขออภัย สมัครรับไม่สำเร็จ!',),
);
?>