<?php
//เกี่ยวกับพารามิเตอร์
$lang['app']['par'] = array(
	'tid_no'=>'ขออภัย ต้องกรอก tid!',
	'key_no'=>'ขออภัย คำค้นหาห้ามว่าง!',
	'key_err'=>'ขออภัย คำค้นหาต้องมีความยาว 2-16 ตัวอักษร!',
		
	'aid_err'=>'ขออภัย aid ต้องเป็นตัวเลข!',
	'tid_err'=>'ขออภัย tid ต้องเป็นตัวเลข!',
	'lid_err'=>'ขออภัย lid ต้องเป็นตัวเลข!',
	'cid_err'=>'ขออภัย cid ต้องเป็นตัวเลข!',
	'ot_err'=>'ขออภัย ot ต้องเป็นตัวเลข!',
	'pid_err'=>'ขออภัย pid ต้องเป็นตัวเลข!',
);

$lang['app']['attr'] = array(
	'tocn'=>'แปลเป็นภาษาจีนแล้ว',

	'no_tocn'=>'ยังไม่แปลเป็นภาษาจีน',
	'no_lang'=>'ภาษาจีน',
	'no_cost'=>'ฟรี',
	'no_platform'=>'ใช้ได้ทั่วไป',
	'no_developers'=>'ไม่ทราบ',
	'no_operators'=>'ไม่ทราบ',
);
?>