<?php
//เกี่ยวกับพารามิเตอร์
$lang['user']= array(
	'api_no'=>'ขออภัย ไม่พบไฟล์ api!',
	'api_close'=>'ขออภัย อินเทอร์เฟซเข้าสู่ระบบปัจจุบันถูกปิดแล้ว!',
	'api_openid_err'=>'ขออภัย ดึง OPENID ไม่สำเร็จ กรุณาเข้าสู่ระบบใหม่!',
	'api_data_err'=>'ขออภัย ข้อมูลผู้ใช้ที่อินเทอร์เฟซส่งกลับมาว่างเปล่า!',
	'api_bind_err'=>'ขออภัย ผูกบัญชีไม่สำเร็จ!',
	'api_bind_exist'=>'ขออภัย บัญชีนี้ถูกผูกกับบัญชีอื่นแล้ว!',
	'no_sub'=>'ขออภัย กรุณาติดตามบัญชีทางการก่อน!',
		
	'exit'=>'คุณออกจากระบบสำเร็จแล้ว จะกลับไปยังหน้าแรกใน 3 วินาที!',
	'islogin'=>'ขออภัย คุณเข้าสู่ระบบอยู่แล้ว!',
	'no_login'=>array('info'=>'ขออภัย กรุณาเข้าสู่ระบบก่อน!','gourl'=>'{登录}','html'=>'<a href="{登录}">ไปที่หน้าเข้าสู่ระบบ</a>'),
	'login_close'=>'ขออภัย เว็บไซต์ปิดการเข้าสู่ระบบแล้ว!',
	'reg_close'=>'ขออภัย เว็บไซต์ปิดการสมัครสมาชิกใหม่แล้ว!',
	'login_success'=>array('info'=>'ยินดีด้วย คุณเข้าสู่ระบบสำเร็จ!','gourl'=>'{用户中心}','html'=>'<a href="{用户中心}">ศูนย์ผู้ใช้</a>'),
	'psw_err'=>'รหัสผ่านไม่ถูกต้อง',
		
	'user_sex_1'=>'ชาย',
	'user_sex_2'=>'หญิง',

	'lv_no'=>'ไม่มีระดับ',
	'lv_max'=>'เลเวลสูงสุด',
	'no'=>'ขออภัย ไม่พบผู้ใช้นี้!',
		
	'mid_err'=>'ขออภัย ไอดีข้อความต้องเป็นตัวเลข!',
	'msg_no'=>'ขออภัย ยังไม่มีข้อความที่มีไอดีนี้!',
	'msg_name'=>'ระบบ',
	'msg_nickname'=>'ระบบ',
	
	'sign_close'=>'ขออภัย ระบบเช็กอินถูกปิดแล้ว!',
	'sign_today'=>'ยังไม่เช็กอิน',
	'sign_pre'=>'ยังไม่เช็กอิน',

	'fuid_err'=>'ขออภัย ไอดีเพื่อนต้องเป็นตัวเลข!',
		
	'coll_module'=>'ขออภัย โมดูลรายการโปรดผิดพลาด!',
	'coll_type'=>'ขออภัย ประเภทการดำเนินการผิดพลาด!',
	
	'read_module'=>'ขออภัย โมดูลประวัติการอ่านผิดพลาด!',
		
	'no_key'=>'ขออภัย กรุณายืนยันข้อมูลบัญชีก่อน!',
	'key_exp'=>'ขออภัย การยืนยันหมดเวลา กรุณากรอกรหัสยืนยันภายในห้านาที!',
	'account_status_0'=>'ขออภัย บัญชีของคุณอยู่ระหว่างตรวจสอบ!',
	'account_display_0'=>'ขออภัย บัญชีของคุณถูกแบนทั้งเว็บไซต์!',
	'account_display_2'=>'ขออภัย บัญชีของคุณถูกแบนถึง {时间}!',
	'openid_err'=>'ขออภัย ดึง OPENID ไม่สำเร็จ กรุณาเข้าสู่ระบบใหม่!',
	'apilogin_err'=>'การเข้าสู่ระบบผ่านอินเทอร์เฟซของคุณอัปเดตแล้ว กรุณาเข้าสู่ระบบใหม่!',

	'gold1_no'=>'ขออภัย จำนวน{金币1名字}ของคุณไม่เพียงพอ!',
	'gold2_no'=>'ขออภัย จำนวน{金币2名字}ของคุณไม่เพียงพอ!',

	'ticket_reg_remark'=>'ให้เมื่อสมัครบัญชี!',
	'ticket_login_remark'=>'ให้เมื่อเข้าสู่ระบบทุกวัน!',
	'card_charge_remark'=>'รายได้จากการเติมเงินด้วยรหัสบัตร!',
		
	'no_code'=>'ขออภัย คิวอาร์โค้ดห้ามว่าง!',
	'no_sn'=>'ขออภัย หมายเลขคำสั่งซื้อห้ามว่าง!',
	'no_order'=>'ขออภัย ไม่พบคำสั่งซื้อ!',
);
return $lang;
?>