<?php
$lang['dingcai']= array(
	'module'=>'ขออภัย โมดูลของคำขอห้ามว่าง!',
	'type'=>'ขออภัย ประเภทการดำเนินการไม่ถูกต้อง!',
	'cid_err'=>'ขออภัย ไอดีเนื้อหาที่จะให้คะแนนห้ามว่าง!',
	'module_no'=>'ขออภัย ไม่พบโมดูลที่ดำเนินการ!',

	'dingcai_no'=>'ขออภัย ไม่พบไอดีเนื้อหาที่ต้องการให้คะแนน!',

	'dingcai_count'=>'ขออภัย เนื้อหาเดียวกันให้คะแนนได้เพียง {次数} ครั้งต่อวัน!',
	'dingcai_close'=>'ขออภัย โมดูลปัจจุบันปิดการให้คะแนนแล้ว!',
	'dingcai_login'=>'ขออภัย ต้องเข้าสู่ระบบก่อนจึงจะให้คะแนนได้!',
);

$lang['operate']= array(
	'dingcai'=>array('success'=>'ยินดีด้วย ดำเนินการสำเร็จ!','fail'=>'ขออภัย ดำเนินการไม่สำเร็จ!'),
);
?>