<?php
$lang['upload']= array(
	'close'=>'ขออภัย ระบบปิดการอัปโหลดแล้ว หากต้องการเปิดใช้งานกรุณาติดต่อผู้ดูแลระบบ!',
	'type_no'=>'ขออภัย ประเภทที่ขอห้ามว่าง!',
	'no_login'=>'ขออภัย กรุณาเข้าสู่ระบบก่อนดำเนินการ!',
	'no_data'=>'ขออภัย ข้อมูลที่อัปโหลดห้ามว่าง!',
	'no_content'=>'ขออภัย ไม่พบข้อมูลเนื้อหา!',
	'no_author'=>'ขออภัย คุณยังไม่ใช่นักเขียน จึงไม่สามารถอัปโหลดปกได้!',
	'no_novel'=>'ขออภัย ไม่พบนิยาย!',
	'head_alt'=>'อวาตาร์ผู้ใช้',

	'author_cover_repeat'=>'คุณมีปกที่รอตรวจสอบอยู่แล้ว จึงไม่สามารถส่งเพิ่มได้',
	'author_cover_size'=>'ขออภัย ขนาดปกต้องเป็น {宽}*{高} เท่านั้น!',
	'author_cover_info_0'=>'อัปโหลดปกสำเร็จ กรุณารอผู้ดูแลระบบตรวจสอบผ่านก่อนจึงจะแสดง!',
	'author_cover_reamrk_0'=>'รอตรวจสอบ!',
	'author_cover_reamrk_1'=>'ระบบตรวจสอบผ่านให้โดยอัตโนมัติ!',
	
	'draft_module_no'=>'ขออภัย พารามิเตอร์การอัปโหลดรูปภาพของฉบับร่างไม่ถูกต้อง!',
	
	'post_close'=>'ขออภัย ระบบปิดการโพสต์แล้ว จึงไม่สามารถอัปโหลดไฟล์แนบได้!',
	'replay_close'=>'ขออภัย ระบบปิดการตอบกลับแล้ว จึงไม่สามารถอัปโหลดไฟล์แนบได้!',
	
	'replay_module_no'=>'ขออภัย โมดูลอัปโหลดไฟล์ไม่ถูกต้อง!',
	'replay_post_close'=>'ขออภัย ระบบปิดความคิดเห็นแล้ว จึงไม่สามารถอัปโหลดไฟล์แนบได้!',
	'replay_no_login'=>'ขออภัย ต้องเข้าสู่ระบบก่อนจึงจะอัปโหลดได้!',
	'replay_par_err'=>'ขออภัย id ของเนื้อหาที่อัปโหลดไม่ถูกต้อง!',
	
	'del_par_err'=>'ขออภัย id ของไฟล์ที่ต้องการลบไม่ถูกต้อง!',
);

$lang['upload']['operate']= array(
	'del'=>array('success'=>'ลบสำเร็จ!','fail'=>'ลบไม่สำเร็จ!'),
	'upload'=>array('success'=>'อัปโหลดสำเร็จ!','fail'=>'อัปโหลดไม่สำเร็จ!'),
);
?>