<?php
$lang['link']= array(
	'type_no'=>'ขออภัย ประเภทการดำเนินการไม่ถูกต้อง!',
	'tid_no'=>'ขออภัย กรุณาเลือกหมวดหมู่ลิงก์เพื่อน!',
	'name_no'=>'ขออภัย ชื่อลิงก์เพื่อนห้ามว่าง!',
	'url_no'=>'ขออภัย ที่อยู่ลิงก์ย้อนกลับห้ามว่าง!',
	'url_err'=>'ขออภัย รูปแบบที่อยู่ลิงก์ย้อนกลับไม่ถูกต้อง!',
	'qq_err'=>'ขออภัย รูปแบบหมายเลข QQ ไม่ถูกต้อง!',
	
	'name_exist'=>'ขออภัย ชื่อลิงก์เพื่อนนี้มีอยู่แล้ว!',
	'join_close'=>'ขออภัย ระบบปิดการสมัครลิงก์เพื่อนแล้ว!',

	'status_0'=>'ยินดีด้วย การสมัครลิงก์เพื่อนสำเร็จ กรุณารอผู้ดูแลระบบตรวจสอบ!',
	'status_1'=>'ยินดีด้วย การสมัครลิงก์เพื่อนสำเร็จ ระบบตรวจสอบและอนุมัติให้อัตโนมัติแล้ว!',
);

$lang['link']['operate']= array(
	'join'=>array('success'=>'สมัครลิงก์เพื่อนสำเร็จ!','html'=>'ที่อยู่ลิงก์ย้อนกลับ: {url}<br/>โปรดจดจำที่อยู่ลิงก์ย้อนกลับของเว็บไซต์นี้ และเพิ่มลงในเว็บไซต์ของคุณโดยเร็ว <a href="{index}">กลับไปหน้าแรกของลิงก์เพื่อน</a>','fail'=>'ขออภัย การสมัครลิงก์เพื่อนไม่สำเร็จ หากมีข้อสงสัยกรุณาติดต่อผู้ดูแลระบบทาง QQ!'),
);
?>