<?php
//เกี่ยวกับพารามิเตอร์
$lang['link']['par'] = array(
	'tid_no'=>'ขออภัย ต้องกรอก tid!',
	'lid_err'=>'ขออภัย lid ต้องเป็นตัวเลข!',
	'tid_err'=>'ขออภัย tid ต้องเป็นตัวเลข!',
	'type_err'=>'ขออภัย ประเภทการคลิกลิงก์เพื่อนไม่ถูกต้อง!',

	'link_no'=>'ขออภัย ไม่พบลิงก์เพื่อน!',
		
	'join_close'=>'ขออภัย ระบบปิดการสมัครลิงก์เพื่อนแล้ว!',
	'show_close'=>'ขออภัย การแสดงลิงก์เพื่อนถูกปิดแล้ว!',

	'status_0'=>'ขออภัย ลิงก์เพื่อนกำลังอยู่ระหว่างตรวจสอบ!',
	'show_close'=>'ขออภัย การแสดงลิงก์เพื่อนถูกปิดแล้ว!',

	'ip_close'=>'ยังไม่เปิดสถิติ IP',
	'address_close'=>'ยังไม่เปิดสถิติที่อยู่',
);
?>