<?php
$lang['coll']= array(
	'module'=>'ขออภัย โมดูลของคำขอห้ามว่าง!',
	'type'=>'ขออภัย ประเภทการดำเนินการไม่ถูกต้อง!',
	'cid_err'=>'ขออภัย ไอดีเนื้อหาที่จะดำเนินการห้ามว่าง!',
	'module_no'=>'ขออภัย ไม่พบโมดูลที่ดำเนินการ!',

	'content_no'=>'ขออภัย ไม่พบเนื้อหาที่ต้องการดำเนินการ!',
		
	'coll_login'=>'ขออภัย ต้องเข้าสู่ระบบก่อนจึงจะเพิ่มรายการโปรดได้!',
	'coll_open'=>'ขออภัย ระบบรายการโปรดปิดใช้งานแล้ว!',
	'coll_exists'=>'ขออภัย คุณเพิ่มรายการโปรดนี้แล้ว!',
	'coll_count'=>'ขออภัย รายการโปรดของคุณเต็มแล้ว!',
		
	'rec_login'=>'ขออภัย ต้องเข้าสู่ระบบก่อนจึงจะแนะนำได้!',
	'rec_open'=>'ขออภัย ระบบแนะนำปิดใช้งานแล้ว!',
	'rec_exists'=>'ขออภัย คุณแนะนำรายการนี้แล้ว!',
	'rec_count'=>'ขออภัย คุณใช้จำนวนการแนะนำของเดือนนี้หมดแล้ว!',
		
	'shelf_login'=>'ขออภัย ต้องเข้าสู่ระบบก่อนจึงจะใช้ชั้นหนังสือได้!',
	'shelf_open'=>'ขออภัย ระบบชั้นหนังสือปิดใช้งานแล้ว!',
	'shelf_exists'=>'ขออภัย เนื้อหานี้อยู่ในชั้นหนังสือของคุณแล้ว!',
	'shelf_count'=>'ขออภัย พื้นที่ชั้นหนังสือของคุณเต็มแล้ว!',

	'dingyue_login'=>'ขออภัย ต้องเข้าสู่ระบบก่อนจึงจะสมัครรับได้!',
	'dingyue_open'=>'ขออภัย ระบบสมัครรับปิดใช้งานแล้ว!',
	'dingyue_exists'=>'ขออภัย คุณสมัครรับรายการนี้แล้ว!',
	'dingyue_count'=>'ขออภัย พื้นที่สมัครรับของคุณเต็มแล้ว!',
);

$lang['operate']= array(
	'coll'=>array('success'=>'ยินดีด้วย เพิ่มรายการโปรดสำเร็จ','fail'=>'เพิ่มรายการโปรดไม่สำเร็จ!'),
	'rec'=>array('success'=>'ยินดีด้วย แนะนำสำเร็จ','fail'=>'แนะนำไม่สำเร็จ!'),
	'shelf'=>array('success'=>'ยินดีด้วย เพิ่มเข้าชั้นหนังสือสำเร็จ','fail'=>'เพิ่มเข้าชั้นหนังสือไม่สำเร็จ!'),
	'dingyue'=>array('success'=>'ยินดีด้วย สมัครรับสำเร็จ','fail'=>'สมัครรับไม่สำเร็จ!'),
	'del'=>array('success'=>'ยินดีด้วย ยกเลิกสำเร็จ','fail'=>'ยกเลิกไม่สำเร็จ!'),
);
?>