<?php
$lang['sys']= array(
	'no_login'=>'ขออภัย คุณยังไม่ได้เข้าสู่ระบบ!',
	'tts_time_err'=>'tts หมดเวลา กรุณาขอใหม่!',
	'tts_api_close'=>'อินเทอร์เฟซ tts ปัจจุบันถูกปิดแล้ว!',
		
	'readset_close'=>'ผู้ดูแลระบบยังไม่เปิดการบันทึกประวัติการอ่าน!',
	'readset_nodata'=>'ขออภัย ไม่พบเนื้อหาปัจจุบัน!',

	'html_close'=>'ขออภัย ยังไม่ได้เปิดโหมดสแตติกล้วน!',
	'html_file_no'=>'ขออภัย โมดูลปัจจุบันไม่มีไฟล์!',
	'html_path_no'=>'ขออภัย พาธ html ที่ต้องบันทึกห้ามว่าง!',
		
	'sendcode_type_no'=>'รหัสยืนยันประเภทนี้ยังไม่ได้ตั้งค่าการส่งข้อความ!',
	'sendcode_close'=>'รหัสยืนยันประเภทนี้ยังไม่ได้เปิดใช้งาน!',
	'sendcode_email_no'=>'อีเมลห้ามว่าง!',
	'sendcode_phone_no'=>'หมายเลขมือถือห้ามว่าง!',
);
?>