<?php
$lang['score']= array(
	'type'=>'ขออภัย ประเภทที่ขอห้ามว่าง!',
	'type_no'=>'ขออภัย ไม่พบตารางการให้คะแนนปัจจุบัน!',
	'module'=>'ขออภัย โมดูลที่ขอห้ามว่าง!',
	'content_no'=>'ขออภัย ไม่พบเนื้อหาที่ต้องการให้คะแนน!',
	'cid_err'=>'ขออภัย ID เนื้อหาต้องเป็นตัวเลขเท่านั้น!',
	'score_err'=>'ขออภัย คะแนนต้องเป็นตัวเลขเท่านั้น!',
	'score_no'=>'ขออภัย ช่วงค่าคะแนนไม่ถูกต้อง!',
		
	'score_close'=>'ขออภัย ระบบปิดการให้คะแนนของโมดูลนี้แล้ว!',
	'score_count'=>'ขออภัย เนื้อหาเดียวกันให้คะแนนได้วันละ {次数} ครั้งเท่านั้น!',
);

$lang['score']['operate']= array(
	'score'=>array('success'=>'ยินดีด้วย ให้คะแนนสำเร็จ!','fail'=>'ขออภัย ให้คะแนนไม่สำเร็จ!'),
);
?>