<?php
//模版相关
$lang['system']['domain'] = array(
	'admin_access'=>'ขออภัย กรุณาเข้าผ่านโดเมนที่ผูกไว้ในหลังบ้าน!',
);

//模版相关
$lang['system']['templates'] = array(
	'noinstall'=>'ขออภัย คุณยังไม่เคยติดตั้งเทมเพลตนี้ กรุณาไปที่ หลังบ้าน 》 จัดการเทมเพลต 》 เลือกเทมเพลตเพื่อติดตั้งและใช้งาน!',
);
$lang['system']['file'] = array(
	'no'=>'ขออภัย ไม่พบไฟล์!',
);

//操作相关
$lang['system']['operate'] = array(
	'success'=>'ยินดีด้วย ดำเนินการสำเร็จ!',
	'fail'=>'ขออภัย ดำเนินการไม่สำเร็จ!',
	'autojump'=>'กำลังเปลี่ยนหน้าโดยอัตโนมัติ กรุณารอสักครู่...',
	'limit'=>'มีคำขอถี่เกินไป กรุณาลองใหม่ใน 60 วินาที',
);


//分类相关
$lang['system']['type'] = array(
	'no'=>'ขออภัย ไม่พบหมวดหมู่นี้หรือถูกลบไปแล้ว!',
);


//变量相关
$lang['system']['par'] = array(
	'err'=>'ขออภัย พารามิเตอร์ไม่ถูกต้อง!',
	'ip_err'=>'ขออภัย ที่อยู่ IP ไม่ถูกต้อง!',
	'no_url'=>'javascript:void(0)',
	'qq_err'=>'ขออภัย รูปแบบหมายเลข QQ ไม่ถูกต้อง!',
	'name_err'=>'ขออภัย รูปแบบชื่อจริงไม่ถูกต้อง!',
	'cardid_err'=>'ขออภัย รูปแบบหมายเลขบัตรประชาชนไม่ถูกต้อง!',
	'phone_err'=>'ขออภัย รูปแบบหมายเลขโทรศัพท์ไม่ถูกต้อง!',
	'address_err'=>'ขออภัย ที่อยู่ติดต่อห้ามว่าง!',
	'module_err'=>'ขออภัย โมดูลไม่ถูกต้อง!',
		
	'token_err'=>'ขออภัย TOKEN ของแบบฟอร์มไม่ถูกต้อง กรุณารีเฟรชแล้วลองใหม่!',
	'token_time'=>'ขออภัย การส่งแบบฟอร์มหมดเวลา กรุณากลับไปรีเฟรชแล้วส่งข้อมูลใหม่!',
	'code_err'=>'ขออภัย รหัสยืนยันไม่ถูกต้อง!',
	'code_no'=>'ขออภัย รหัสยืนยันห้ามว่าง!',
	
	'smtp_no'=>'ขออภัย กรุณาเพิ่มการตั้งค่าบริการอีเมล!',
);


//内容相关
$lang['system']['content'] = array(
	'no'=>'ขออภัย ไม่พบเนื้อหานี้หรือถูกลบไปแล้ว!',
	'no_predata'=>'ไม่มีแล้ว',
	'no_preurl'=>'javascript:void(0)',
	'no_nextdata'=>'ไม่มีแล้ว',
	'no_nexturl'=>'javascript:void(0)',
	'no_url'=>'javascript:void(0)',
);

//模块相关
$lang['system']['module'] = array(
	'module_no'=>'ขออภัย ไม่พบโมดูลปัจจุบัน!',
	'getdata_no'=>'ขออภัย ไม่พบชนิดข้อมูลในเมธอด GetData ของโมดูลปัจจุบัน!',
);

//方法相关
$lang['system']['action'] = array(
	'success'=>'ส่งคำขอสำเร็จ!',
	'fail'=>'ส่งคำขอล้มเหลว!',
	'no_action'=>'ขออภัย พารามิเตอร์ของเมธอดขาดไฟล์ประมวลผล!',
	'no_file'=>'ขออภัย ไม่พบไฟล์ของเมธอด!',
);

//财务相关
$lang['system']['finance'] = array(
	'pay_fail'=>'ชำระเงินไม่สำเร็จ',
	'pay_fail_sign'=>'ตรวจสอบลายเซ็นการชำระเงินไม่สำเร็จ',
	'pay_success'=>'ชำระเงินสำเร็จ',
	'order_subject'=>'เติมเงินออนไลน์!',
	'order_body'=>'เติมเงินออนไลน์ {money} หยวน',
	'order_remark'=>'โบนัสจากการเติมเงิน {money} หยวน!',
	'order_first_remark'=>'โบนัสเติมเงินครั้งแรก!',
	'order_reward_remark'=>'โบนัสจากการเติมเงิน {money} หยวนในครั้งเดียว!',
);

//消息相关
$lang['system']['msg'] = array(
	'at_article'=>'ผู้ใช้ “{用户昵称}” ได้ @คุณในความคิดเห็นของบทความ 《<a href="{url}">{内容标题}</a>》!',
	'at_novel'=>'ผู้ใช้ “{用户昵称}” ได้ @คุณในความคิดเห็นของนิยาย 《<a href="{url}">{内容标题}</a>》!',
	'at_bbs'=>'ผู้ใช้ “{用户昵称}” ได้ @คุณในความคิดเห็นของกระทู้ 《<a href="{url}">{内容标题}</a>》!',
	'at_replay_article'=>'ผู้ใช้ “{用户昵称}” ได้แสดงความคิดเห็นในบทความต้นฉบับของคุณ 《<a href="{url}">{内容标题}</a>》!',
	'at_replay_novel'=>'ผู้ใช้ “{用户昵称}” ได้แสดงความคิดเห็นในนิยายต้นฉบับของคุณ 《<a href="{url}">{内容标题}</a>》!',
	'at_replay_bbs'=>'ผู้ใช้ “{用户昵称}” ได้ตอบกลับกระทู้ของคุณ 《<a href="{url}">{内容标题}</a>》',
	
	//短信消息
	'sms_api_no'=>'ยังไม่ได้เปิดใช้งาน API SMS ใด ๆ!',
	'sms_temp_no'=>'ไม่พบเทมเพลต SMS "{type}"!',
	'email_temp_no'=>'ไม่พบเทมเพลตอีเมล "{type}"!',
	'msg_temp_no'=>'ไม่พบเทมเพลตข้อความ "{type}"!',
	'email_temp_status'=>'เทมเพลตอีเมล "{type}" ยังไม่ได้เปิดใช้งาน!',
	'warning_close'=>'ปิดการแจ้งเตือนล่วงหน้าแล้ว!',
);

//插件相关
$lang['system']['plugin'] = array(
	'm_no'=>'ขออภัย ชื่อปลั๊กอินห้ามว่าง!',
	'c_no'=>'ขออภัย คอนโทรลเลอร์ของปลั๊กอินห้ามว่าง!',
	'a_no'=>'ขออภัย เมธอดของปลั๊กอินห้ามว่าง!',
	'file_err'=>'ไม่พบไฟล์ปลั๊กอิน {文件路径}!',
	'no_install'=>'ยังไม่ได้ติดตั้งปลั๊กอิน!',
	'class_err'=>'ชื่อคลาสคอนโทรลเลอร์ของปลั๊กอินต้องเป็น WMCMSPlugin!',
	'action_no'=>'ไม่พบชื่อเมธอดของปลั๊กอิน {方法名}!',
);

//自定义标签
$lang['system']['label'] = array(
	'diy'=>'ฟิลด์กำหนดเอง',
);

//自定义标签
$lang['system']['user'] = array(
	'no_login'=>'ขออภัย กรุณาเข้าสู่ระบบก่อน',
);
?>