<?php
$lang['editor']= array(
	'editor_no'=>'ขออภัย คุณยังไม่ใช่บรรณาธิการ จึงไม่สามารถดำเนินการได้!',
	'editor_status_0'=>'ขออภัย สิทธิ์ของคุณถูกปิดใช้งาน จึงไม่สามารถดำเนินการได้!',
	
	'refuse_remark_empty'=>'ขออภัย เหตุผลการปฏิเสธห้ามว่าง!',
	'refuse_remark_len'=>'ขออภัย เหตุผลการปฏิเสธต้องอยู่ระหว่าง 10-200 ตัวอักษร!',
	
	'already_handle'=>'ขออภัย คำขอนี้ได้รับการดำเนินการแล้ว!',
);

$lang['editor']['operate']= array(
	'upbasic'=>array('success'=>'แก้ไขข้อมูลพื้นฐานสำเร็จ!','fail'=>'แก้ไขไม่สำเร็จ!'),
);
?>