<?php
$lang['novel']= array(
	'tid_err'=>'ขออภัย ไอดีหมวดหมู่นิยายไม่ถูกต้อง!',
	'topid_err'=>'ขออภัย ไอดีหมวดหมู่หลักของนิยายไม่ถูกต้อง!',
	'vid_err'=>'ขออภัย ไอดีเล่มของนิยายไม่ถูกต้อง!',
	'nid_err'=>'ขออภัย ไอดีนิยายไม่ถูกต้อง!',
		
	'chapter_0'=>'กำลังตรวจสอบ',
	'chapter_1'=>'อนุมัติแล้ว',
	'chapter_2'=>'ถูกปฏิเสธ',
);

//แท็กที่กำหนดเอง
$lang['novel']['operate']= array(
	'autosub'=>array('success'=>'ยินดีด้วย สมัครรับอัตโนมัติสำเร็จ!','fail'=>'ขออภัย สมัครรับอัตโนมัติไม่สำเร็จ!',),
	'unautosub'=>array('success'=>'ยินดีด้วย ยกเลิกสมัครรับอัตโนมัติสำเร็จ!','fail'=>'ขออภัย ยกเลิกสมัครรับอัตโนมัติไม่สำเร็จ!',),
);
?>