<?php
//เกี่ยวกับพารามิเตอร์
$lang['bbs'] = array(
	'top_1'=>'ปักหมุดทั้งเว็บไซต์',
	'top_2'=>'ปักหมุดในหมวดหมู่',
	'top_3'=>'ปักหมุดในบอร์ดนี้',
	'status_1'=>'ตรวจสอบแล้ว',
	'status_0'=>'รอตรวจสอบ',
	'type_tid_no'=>'ขออภัย ไอดีหมวดหมู่บอร์ดห้ามว่าง!',
		
	'type_tid_no'=>'ขออภัย tid ห้ามว่าง!',
	'type_bid_err'=>'ขออภัย bid ต้องเป็นตัวเลขเท่านั้น!',
		
	'bid_err'=>'ขออภัย bid ต้องเป็นตัวเลข!',
	'tid_err'=>'ขออภัย tid ต้องเป็นตัวเลข!',
	'type_manager_no'=>'ยังไม่มีผู้ดูแลบอร์ด',
		
	'bbs_status_0'=>'ขออภัย กระทู้นี้กำลังอยู่ระหว่างตรวจสอบ!',
	'bbs_noup'=>'ขออภัย ไม่อนุญาตให้ผู้แต่งแก้ไขเอง!',
	
	'bbs_noauthor'=>'ขออภัย คุณไม่มีสิทธิ์ดำเนินการ!',

	'key_no'=>'ขออภัย คำค้นหาห้ามว่าง!',
	'key_err'=>'ขออภัย คำค้นหาต้องมีความยาว 2-16 ตัวอักษร!',
		
	'post_tid_err'=>'ขออภัย ไอดีบอร์ดไม่ถูกต้อง!',
);
?>