<?php
$lang['finance']['action']= array(
	'charge_close'=>'ขออภัย เว็บไซต์ปิดการเติมเงินแล้ว!',
	'cardkey_err'=>'ขออภัย รหัสบัตรไม่ถูกต้อง!',
	'cardkey_no'=>'ขออภัย รหัสบัตรห้ามว่าง!',
	'account_err'=>'ขออภัย บัญชีของเพื่อนไม่ถูกต้อง!',
	'account_no'=>'ขออภัย ไม่พบบัญชีของเพื่อน!',
	'cardkey_use'=>'ขออภัย รหัสบัตรนี้ถูกใช้งานแล้ว!',
	'no_wxbro'=>'กรุณาเปิดด้วยเบราว์เซอร์ WeChat!',

	'cash_close'=>'ขออภัย ปิดรับคำขอถอนเงินแล้ว!',
	'cash_lowest_err'=>'ขออภัย จำนวนเงินที่ขอถอนต่ำเกินไป!',
	'cash_money_no'=>'ขออภัย ยอดคงเหลือที่ถอนได้ในบัญชีของคุณไม่เพียงพอ!',
	'cash_close'=>'ขออภัย ปิดรับคำขอถอนเงินแล้ว!',
	'cash_account_no'=>'ขออภัย คุณต้องกรอกข้อมูลบัญชีรับเงินอย่างน้อยหนึ่งรายการ!',

	'pay_money_no'=>'ขออภัย จำนวนเงินเติมไม่ถูกต้อง!',
	'pay_no'=>'ขออภัย ไม่พบวิธีการชำระเงิน!',
	'pay_apino'=>'ขออภัย ไม่พบไฟล์อินเทอร์เฟซการชำระเงินปัจจุบัน!',
	'pay_close'=>'ขออภัย วิธีการชำระเงินปัจจุบันถูกปิดใช้งานแล้ว!',
);

$lang['operate']= array(
	'card_charge'=>array('success'=>'ยินดีด้วย เติมเงินด้วยรหัสบัตรสำเร็จ!','fail'=>'เติมเงินด้วยรหัสบัตรไม่สำเร็จ!'),
	'cash_charge'=>array('success'=>'ยินดีด้วย ส่งคำขอถอนเงินสำเร็จ กรุณารอผู้ดูแลระบบตรวจสอบ!','fail'=>'ส่งคำขอถอนเงินไม่สำเร็จ!'),
	'pay_charge'=>array('success'=>'ยินดีด้วย เติมเงินสำเร็จ!','fail'=>'เติมเงินไม่สำเร็จ กรุณาติดต่อผู้ดูแลระบบ!'),
);
?>