<?php
$lang['editor']= array(
	'editor_no'=>'ขออภัย คุณยังไม่ได้เป็นบรรณาธิการ จึงไม่สามารถดำเนินการได้!',
	'editor_status_0'=>'ขออภัย สิทธิ์ของคุณถูกปิดใช้งาน จึงไม่สามารถดำเนินการได้!',
	
	'name_len'=>'ขออภัย ชื่อเล่นต้องมีความยาว 2-20 ตัวอักษร!',
	'realname_len'=>'ขออภัย ชื่อต้องมีความยาว 2-20 ตัวอักษร!',
	'qq_len'=>'ขออภัย qq ต้องมีความยาว 2-15 ตัวอักษร!',
	'weixin_len'=>'ขออภัย ชื่อ WeChat ต้องมีความยาว 2-50 ตัวอักษร!',
	'tel_len'=>'ขออภัย เบอร์มือถือต้องกรอก 11 หลัก!',
	'desc_len'=>'ขออภัย เรื่องย่อต้องมีความยาว 5-200 ตัวอักษร!',
	
	'disable_desc'=>'ขออภัย เรื่องย่อต้องไม่มีคำต้องห้าม!',
);

$lang['editor']['operate']= array(
	'upbasic'=>array('success'=>'แก้ไขข้อมูลพื้นฐานสำเร็จ!','fail'=>'แก้ไขไม่สำเร็จ!'),
);
?>