<?php
$lang['bbs']= array(
	'login_no'=>'ขออภัย กรุณาเข้าสู่ระบบก่อน!',
	'type'=>'ขออภัย ประเภทของคำขอห้ามว่าง!',
	'bid_err'=>'ขออภัย cid ต้องเป็นตัวเลขเท่านั้น!',
	'tid_err'=>'ขออภัย tid ต้องเป็นตัวเลขเท่านั้น!',
	'val_err'=>'ขออภัย ค่าคุณสมบัติต้องเป็นตัวเลขเท่านั้น!',
	'title_no'=>'ขออภัย หัวข้อห้ามว่าง!',
	'key_no'=>'ขออภัย ชื่อเรียกการดำเนินการห้ามว่าง!',
	'content_no'=>'ขออภัย เนื้อหาห้ามว่าง!',
	'post_close'=>'ขออภัย ระบบปิดการโพสต์แล้ว!',
	'title_lang'=>'ขออภัย หัวข้อต้องมีความยาว 6-60 ตัวอักษร!',
	'content_lang'=>'ขออภัย เนื้อหาต้องมีความยาว 10-10000 ตัวอักษร!',
	'post_num'=>'ขออภัย แต่ละวันโพสต์ได้ไม่เกิน {发帖次数} ครั้ง!',
	'bbs_exist'=>'ขออภัย กระทู้นี้มีอยู่แล้ว!',
	'comp_err'=>'ขออภัย สิทธิ์ไม่เพียงพอ!',
);

$lang['bbs']['operate']= array(
	'post'=>array('success'=>'ยินดีด้วย โพสต์สำเร็จ!','html'=>'<a href="{url}">ดูกระทู้</a>','fail'=>'ขออภัย โพสต์ไม่สำเร็จ!'),
	'post_0'=>array('success'=>'ยินดีด้วย โพสต์สำเร็จ กรุณารอผู้ดูแลระบบตรวจสอบ!','html'=>'<a href="{url}">ดูกระทู้</a>','fail'=>'ขออภัย โพสต์ไม่สำเร็จ!'),
	'edit'=>array('success'=>'ยินดีด้วย แก้ไขกระทู้สำเร็จ!','html'=>'<a href="{url}">ดูกระทู้</a>','fail'=>'ขออภัย แก้ไขกระทู้ไม่สำเร็จ!'),
	'attr'=>array('success'=>'ยินดีด้วย ดำเนินการสำเร็จ!','fail'=>'ขออภัย ดำเนินการไม่สำเร็จ!'),
	'del'=>array('success'=>'ยินดีด้วย ลบกระทู้สำเร็จ!','fail'=>'ขออภัย ลบกระทู้ไม่สำเร็จ!'),
);
?>