<?php
$lang['replay']= array(
	'par'=>'ขออภัย ทุกช่องต้องกรอกให้ครบ!',
	'type'=>'ขออภัย ประเภทที่ขอห้ามว่าง!',
	'type_err'=>'ขออภัย ประเภทที่ขอไม่ถูกต้อง!',
	'close'=>'ขออภัย ระบบความคิดเห็นถูกปิดแล้ว!',
	'login'=>'ขออภัย ต้องเข้าสู่ระบบก่อนจึงจะแสดงความคิดเห็นได้!',
	'module'=>'ขออภัย โมดูลความคิดเห็นไม่ถูกต้อง!',
	'content'=>'ขออภัย ความยาวเนื้อหาต้องอยู่ระหว่าง 4 ถึง 500 ตัวอักษร!',
	'punish'=>'ขออภัย คุณถูกระบบห้ามแสดงความคิดเห็นแล้ว',
		
	'module_no'=>'ขออภัย ไม่พบโมดูลที่ดำเนินการ!',

	'everyday_limit'=>'ขออภัย คุณแสดงความคิดเห็นได้วันละ {条数} รายการเท่านั้น!',
	'replay_no'=>'ขออภัย ไม่พบเนื้อหาความคิดเห็นนี้!',
		
	'success'=>'ดึงข้อมูลสำเร็จ!',
	'fail'=>'ดึงข้อมูลไม่สำเร็จ!',
		
	'top_time'=>'ขออภัย เวลาระหว่างการแสดงความคิดเห็นสองครั้งต้องไม่น้อยกว่า {间隔} วินาที!',

	'bbs_close'=>'ขออภัย กระดานนี้ปิดการตอบกลับแล้ว!',
	'bbs_login'=>'ขออภัย ต้องเข้าสู่ระบบก่อนจึงจะตอบกลับได้!',
);

$lang['operate']= array(
	'replay'=>array('success'=>'ยินดีด้วย แสดงความคิดเห็นสำเร็จ!','fail'=>'ขออภัย แสดงความคิดเห็นไม่สำเร็จ!',),
	'bbs'=>array('success'=>'ยินดีด้วย ตอบกลับสำเร็จ!','fail'=>'ขออภัย ตอบกลับไม่สำเร็จ!',),
);
?>