<?php
//เกี่ยวกับพารามิเตอร์
$lang['novel']['par'] = array(
	'tid_no'=>'ขออภัย ต้องกรอก tid!',
	'nid_no'=>'ขออภัย ต้องกรอก nid!',
	'key_no'=>'ขออภัย คำค้นหาห้ามว่าง!',
	'read_no'=>'ขออภัย ไม่พบตอนนี้ อาจถูกลบไปแล้วหรืออยู่ระหว่างตรวจสอบ!',
	'key_err'=>'ขออภัย คำค้นหาต้องมีความยาว 2-16 ตัวอักษร!',
	'nid_err'=>'ขออภัย nid ต้องเป็นตัวเลข!',
	'tid_err'=>'ขออภัย tid ต้องเป็นตัวเลข!',
	'cid_err'=>'ขออภัย cid ต้องเป็นตัวเลข!',
	'type_err'=>'ขออภัย ต้องกรอก type!',
		
	'novel_process_1'=>'กำลังเขียน',
	'novel_process_2'=>'จบแล้ว',
	'novel_process_3'=>'หยุดอัปเดตแล้ว',
	'novel_status_0'=>'กำลังตรวจสอบ',
	'novel_status_1'=>'อนุมัติแล้ว',
	'novel_status_2'=>'ถูกปฏิเสธ',

	'novel_copyright_0'=>'ยังไม่เซ็นสัญญา',
	'novel_copyright_1'=>'เซ็นสัญญาแล้ว',
	'novel_copyright_2'=>'ซื้อขาดแล้ว',
	'novel_sell_0'=>'ยังไม่วางขาย',
	'novel_sell_1'=>'วางขายแล้ว',
		
	'novel_chapter'=>'ยังไม่เริ่มเขียน',
	'chapter_status_0'=>'ขออภัย ตอนนี้กำลังอยู่ระหว่างตรวจสอบ!',
	'chapter_login'=>'ขออภัย คุณต้องเข้าสู่ระบบก่อนจึงจะอ่านตอนนี้ได้!',
	'chapter_pay'=>'ขออภัย ตอนต้นฉบับนี้ต้องชำระด้วยเหรียญของเว็บไซต์จึงจะอ่านได้ กรุณาเข้าสู่ระบบก่อน!',
	'chapter_buy'=>array('info'=>'ขออภัย ตอนต้นฉบับนี้ต้องชำระด้วยเหรียญของเว็บไซต์จึงจะอ่านได้ ต้องการซื้อหรือไม่?','gourl'=>'{buy}','html'=>'<a href="{buy}">สมัครรับตอนนี้</a>'),

	'author_err'=>'ขออภัย ข้อมูลผู้แต่งหนังสือไม่ถูกต้อง กรุณาติดต่อผู้ดูแลระบบ!',
		
	'gold_no'=>'ขออภัย ยอด{金币名}คงเหลือของคุณคือ {余额} การซื้อตอนนี้ต้องใช้ {金币}{金币名} กรุณาเติมเงินก่อนเข้าใช้งาน!',

	'novel_type_1'=>'เผยแพร่ที่นี่ก่อน',
	'novel_type_2'=>'เผยแพร่ที่อื่นก่อน',

	'chapter_type_0'=>'ตอนฟรี',
	'chapter_type_1'=>'ตอนเสียเงิน',

	'type_1'=>'เพิ่มเข้าคลังล่าสุด',
	'type_2'=>'คลิกทั้งหมด',
	'type_3'=>'คลิกปีนี้',
	'type_4'=>'คลิกเดือนนี้',
	'type_5'=>'คลิกสัปดาห์นี้',
	'type_6'=>'คลิกวันนี้',
	'type_7'=>'รายการโปรดทั้งหมด',
	'type_8'=>'รายการโปรดปีนี้',
	'type_9'=>'รายการโปรดเดือนนี้',
	'type_10'=>'รายการโปรดสัปดาห์นี้',
	'type_11'=>'รายการโปรดวันนี้',
	'type_12'=>'แนะนำทั้งหมด',
	'type_13'=>'แนะนำปีนี้',
	'type_14'=>'แนะนำเดือนนี้',
	'type_15'=>'แนะนำสัปดาห์นี้',
	'type_16'=>'แนะนำวันนี้',
	'type_17'=>'จำนวนความคิดเห็น',
	'type_18'=>'จำนวนถูกใจ',
	'type_19'=>'จำนวนไม่ถูกใจ',
	'type_20'=>'คะแนนเรตติ้ง',
	'type_21'=>'จำนวนคำทั้งเล่ม',
	'type_22'=>'จำนวนตอน',
);
return $lang;
?>