<?php
//เกี่ยวกับพารามิเตอร์
$lang['author']['par'] = array(
	'apply_author_close'=>'ขออภัย ผู้ดูแลระบบปิดรับสมัครนักเขียนใหม่ชั่วคราว!',
	'apply_author_status_0'=>'ขออภัย คุณส่งใบสมัครนักเขียนแล้ว กรุณารอให้ผู้ดูแลระบบดำเนินการกับใบสมัครของคุณ!',
	'apply_author_status_1'=>'ขออภัย คุณเป็นนักเขียนแล้ว ไม่จำเป็นต้องสมัครอีก!',
	'lv_max'=>'ถึงเลเวลสูงสุดแล้ว',

	'novel_no'=>'ขออภัย ไม่พบนิยาย!',
	'novel_chapterType_0'=>'ตอนฟรี',
	'novel_chapterType_1'=>'ตอนเสียเงิน',
	
	'module_err'=>'ขออภัย โมดูลผิดพลาด!',
	'author_no'=>'ขออภัย ไม่พบผู้แต่ง!',
		
	'status_0'=>'กำลังตรวจสอบ',
	'status_1'=>'อนุมัติแล้ว',
	'status_2'=>'ถูกปฏิเสธ',
	'income_type1_status0'=>'รอชำระบัญชี',
	'income_type1_status1'=>'ชำระบัญชีแล้ว',
	'income_type2_status0'=>'รอชำระบัญชี',
	'income_type2_status1'=>'ชำระบัญชีแล้ว',
);
return $lang;
?>